package info.upump.jymlight

class Todo {
    //TODO
/*    1. Сделать установку картинки в тренировку в ресайкле*
    2. Сделать удаление упражнения полностью без ошибки*
    3. Сделать негасимый экран при таймере
    4. Кнока стоп имеет неправильный отступ*
    5. Добавить суммарный вес на тренировку и возможно подход
    6. Возможно стоит убрать большую плашку вместо картинки на главной тренировке*
    7. Секундомер кнопки вместо надписей*
    8. Название тренировок с большой буквы*
    9. Трим строк названий*
    10. Звук при минуте и далее
    11. При выходе из тренировки выход без запроса если не включен секундомер
    12. Пик каждую минуту плюс галка на него в секундомере
    13. Отмечать сделанный подход
    14. Кнопка сделал подход запускает секундомер отдыха
    15. Галки напротив подхода
    16. Отступы для секундомера и выбора упражнений
    17. Добавить уведомление в мибенд
    18. Перенести вверх в просмотре тренировки панкл количества
    19. Возможно альтернативный вес
    20 курсор у текстфилда
    21 перенос 1 тренировки*/
}